Repository: tano-systems/luci-app-tn-snmpd
Catalog: po/*/snmpd-tn.po
Languages: ru

source: AgentX socket path
ru: Путь к сокету AgentX

source: Allow write
ru: Разрешить запись

source: Community
ru: SNMP сообщество

source: Contact
ru: Контакт

# Download data (action)
source: Download (%1024.2mB)
ru: Скачать (%1024.2mБ)

source: Empty for disable AgentX
ru: Если не задано, AgentX будет отключен

source: Enable SNMP service
ru: Включить службу SNMP

source: Enable SNMP trap functionality
ru: Включить функционал SNMP трапов

source: Enable SNMP traps
ru: Включить SNMP трапы

source: Enable logging to file
ru: Включить журналирование в файл

source: Enable logging to syslog
ru: Включить журналирование в syslog

source: Global
ru: Глобальные

source: Grant access to SNMP configuration
ru: Предоставить доступ к конфигурации SNMP

source: Host to transfer SNMP trap traffic to (hostname or IP address)
ru: Адрес хоста назначения для отправки трапов (имя хоста или IP-адрес)

source: Host/IP
ru: Хост/IP-адрес

source: IP version
ru: Версия IP-протокола

source: IPv4 and IPv6
ru: IPv4 и IPv6

source: Location
ru: Расположение

source: Logging
ru: Журналирование

source: MIB download
ru: Скачать MIB файл

source: Name
ru: Имя

source: On this page you may configure SNMP agent settings.
ru: На данной странице можно выполнить конфигурацию SNMP агента.

source: Only IPv4
ru: Только IPv4

source: Only IPv6
ru: Только IPv6

source: Only SNMPv3
ru: Только SNMPv3

source: Path to log file
ru: Путь к файлу журнала

source: Port
ru: Порт

source: Port for trap's host
ru: Порт для отправки трапов

source: Priority for file logging
ru: Приоритет сообщений журналирования в файл

source: Priority for syslog logging
ru: Приоритет сообщений журналирования в syslog

source: Read community
ru: SNMP сообщество для чтения

source: Read community source
ru: Источник SNMP сообщества для чтения

source: Run SNMP service on system's startup
ru: Запускать службу SNMP при запуске системы

source: SNMP LuCI application (version %s)
ru: LuCI приложение настройки SNMP (версия %s)

source: SNMP Settings
ru: Настройки SNMP

source: SNMP traps version
ru: Версия SNMP трапов

source: SNMP version
ru: Версия SNMP

source: SNMP version used for sending traps
ru: Используемая версия SNMP для отправки трапов

source: SNMP version used to monitor and control the device
ru: Используемая версия SNMP для мониторинга и управления устройством

source: SNMPv1 and SNMPv2c
ru: SNMPv1 и SNMPv2c

source: SNMPv1, SNMPv2c and SNMPv3
ru: SNMPv1, SNMPv2c и SNMPv3

source: SNMPv3 authentication passphrase
ru: Пароль аутентификации SNMPv3

source: SNMPv3 authentication type
ru: Тип аутентификации SNMPv3

source: SNMPv3 encryption passphrase
ru: Пароль шифрования SNMPv3

source: SNMPv3 encryption type
ru: Тип шифрования SNMPv3

source: SNMPv3 username
ru: Имя пользователя SNMPv3

source: Set username to access SNMP
ru: Имя пользователя SNMPv3

source: Syslog facility
ru: Категория syslog сообщений

source: System
ru: Система

source: System contact
ru: Контакт системы

source: System location
ru: Расположение системы

source: System name
ru: Имя системы

source: The SNMP community for traps
ru: SNMP сообщество для трапов

# SNMP
source: Traps
ru: Трапы

source: Trusted source for SNMP read community access (hostname, IP/MASK, IP/BITS or IPv6 equivalents)
ru: Доверенный источник SNMP сообщества для чтения (имя хоста, IP-адрес/маска, IP-адрес/биты или эквиваленты для IPv6)

source: Trusted source for SNMP write community access (hostname, IP/MASK, IP/BITS or IPv6 equivalents)
ru: Доверенный источник SNMP сообщества для записи (имя хоста, IP-адрес/маска, IP-адрес/биты или эквиваленты для IPv6)

source: Will log messages of selected priority and above.
ru: Будут регистрироваться сообщения выбранного приоритета и выше.

source: Write community
ru: SNMP сообщество для записи

source: Write community source
ru: Источник SNMP сообщества для записи

source: any (default)
ru: любой (default)

source: none
ru: нет

source: © 2019–2020, Tano Systems LLC, Anton Kikin
ru: © 2019–2020, ООО «Тано Системс», Антон Кикин
